Repository: Ecodev/newsletter
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de, fr

# tx_newsletter_domain_model_newsletter.planned_time
source: Planned Time
de: Geplante Zeit
fr: Date plannifiée

# tx_newsletter_domain_model_newsletter.begin_time
source: Begin Time
de: Zeit gestartet
fr: Date de début

# tx_newsletter_domain_model_newsletter.end_time
source: End Time
de: Zeit beendet
fr: Date de fin

# tx_newsletter_domain_model_newsletter.repetition
source: Repetition
de: Wiederholungen
fr: Répétition

# tx_newsletter_domain_model_newsletter.repetition_none
source: Do not repeat
de: Nicht wiederholen
fr: Ne pas répéter

# tx_newsletter_domain_model_newsletter.repetition_daily
source: One day
de: Jeden Tag
fr: Un jour

# tx_newsletter_domain_model_newsletter.repetition_weekly
source: One week
de: Jede Woche
fr: Une semaine

# tx_newsletter_domain_model_newsletter.repetition_biweekly
source: Two weeks
de: Alle zwei Wochen
fr: Deux semaines

# tx_newsletter_domain_model_newsletter.repetition_monthly
source: One month
de: Jeden Monat
fr: Un mois

# tx_newsletter_domain_model_newsletter.repetition_quarterly
source: Three months
de: Alle drei Monate
fr: Trois mois

# tx_newsletter_domain_model_newsletter.repetition_semiyearly
source: Six months
de: Alle sechs Monate
fr: Six mois

# tx_newsletter_domain_model_newsletter.repetition_yearly
source: One year
de: Jedes Jahr
fr: Une année

# tx_newsletter_domain_model_newsletter.plain_converter
source: Plain Text Converter
de: Plain Text Konverter
fr: Convertisseur en texte

# tx_newsletter_domain_model_newsletter.plain_converter_builtin
source: Builtin html converter
fr: Convertisseur integré

# tx_newsletter_domain_model_newsletter.is_test
source: Is Test
de: Ist ein Test
fr: Est un test

# tx_newsletter_domain_model_newsletter.attachments
source: Attachments
de: Anhänge
fr: Attachements

# tx_newsletter_domain_model_newsletter.sender_name
source: Sender Name
fr: Nom d'expéditeur

# tx_newsletter_domain_model_newsletter.sender_email
source: Sender Email
fr: Adresse d'expéditeur

# tx_newsletter_domain_model_newsletter.replyto_name
source: Reply-To Name
fr: Reply-To Nom

# tx_newsletter_domain_model_newsletter.replyto_email
source: Reply-To Email
fr: Reply-To Envoyer

# tx_newsletter_domain_model_newsletter.inject_open_spy
source: Detect opened emails
de: Erkenne geöffnete E-Mails
fr: Détecter les emails ouverts

# tx_newsletter_domain_model_newsletter.inject_links_spy
source: Detect clicked links
de: Erkenne geklickte Links
fr: Détecter les liens cliqués

# tx_newsletter_domain_model_newsletter.bounce_account
source: Bounce Account
fr: Compte de rebond

# tx_newsletter_domain_model_newsletter.recipient_list
source: Recipient List
de: Empfängerliste
fr: Liste de destinataires

# tx_newsletter_domain_model_bounceaccount
source: Bounce Account
fr: Compte de rebond

# tx_newsletter_domain_model_bounceaccount.server
source: Server
fr: Serveur

# tx_newsletter_domain_model_bounceaccount.protocol
source: Protocol
de: Protokoll
fr: Protocole

# tx_newsletter_domain_model_bounceaccount.username
source: Username
de: Benutzername
fr: Utilisateur

# tx_newsletter_domain_model_bounceaccount.password
source: Password
de: Kennwort
fr: Mot de passe

# tx_newsletter_domain_model_recipientlist
source: Recipient List
de: Empfängerliste
fr: Liste de destinataires

# tx_newsletter_domain_model_recipientlist.title
source: Title
de: Titel
fr: Titre

# tx_newsletter_domain_model_recipientlist.plain_only
source: Plain Only
de: Nur Plain-Text
fr: Seulement texte non-formaté

# tx_newsletter_domain_model_recipientlist.lang
source: Lang
de: Sprache
fr: Langue

# tx_newsletter_domain_model_recipientlist.csv_separator
source: CSV Separator
de: CSV Trennzeichen
fr: CSV séparateur

# tx_newsletter_domain_model_recipientlist.csv_fields
source: CSV Fields
de: CSV Felder
fr: CSV champs

# tx_newsletter_domain_model_recipientlist.csv_filename
source: CSV Filename
de: CSV Dateiname
fr: CSV fichier

# tx_newsletter_domain_model_recipientlist.csv_values
source: CSV Values
fr: CSV valeurs

# tx_newsletter_domain_model_recipientlist.sql_statement
source: SQL to select recipients
de: SQL Select für Empfänger
fr: SQL pour sélectionner les destinataires

# tx_newsletter_domain_model_recipientlist.sql_register_bounce
source: SQL to register a bounced email
de: SQL um Bounce E-Mails zu registrieren
fr: SQL pour enregistrer un email rebondit

# tx_newsletter_domain_model_recipientlist.sql_register_open
source: SQL to register an opened email
de: SQL um geöffnete E-Mails zu registrieren
fr: SQL pour enregistrer un email ouvert

# tx_newsletter_domain_model_recipientlist.sql_register_click
source: SQL to register a link clicked
de: SQL um geklickte Links zu registrieren
fr: SQL pour enregistrer un lien cliqué

# tx_newsletter_domain_model_recipientlist.html_fetch_type
source: Html Fetch Type
fr: Html façon de chercher les destinataires

# tx_newsletter_domain_model_recipientlist.type_fe_groups
source: FE-groups with FE-users
de: FE-Gruppen mit FE-Benutzer
fr: FE-groups avec FE-users

# tx_newsletter_domain_model_recipientlist.type_fe_pages
source: Pages with FE-users
fr: Pages avec FE-users

# tx_newsletter_domain_model_recipientlist.type_csv_file
source: CSV file
de: CSV Datei
fr: CSV fichier

# tx_newsletter_domain_model_recipientlist.type_csv_list
source: CSV list
de: CSV Liste
fr: CSV liste

# tx_newsletter_domain_model_recipientlist.html_fetch_type_mailto
source: Email links with "mailto:"
de: Email Links mit "mailto:"
fr: Liens "mailto:"

# tx_newsletter_domain_model_recipientlist.html_fetch_type_regex
source: Match email addresses
de: Passende E-Mail Adressen
fr: Toutes les addresses emails valide

# tx_newsletter_domain_model_email.begin_time
source: Start Time
de: Zeit gestartet
fr: Date de début

# tx_newsletter_domain_model_email.end_time
source: End Time
de: Zeit beendet
fr: Date de fin

# tx_newsletter_domain_model_email.recipient_address
source: Recipient Address
de: Empfänger Adresse
fr: Adresse du destinataire

# tx_newsletter_domain_model_email.recipient_data
source: Recipient Data
de: Empfänger Daten
fr: Donnée du destinataire

# tx_newsletter_domain_model_email.open_time
source: Open time
de: Zeit geöffnet
fr: Date d'ouverture

# tx_newsletter_domain_model_email.bounce_time
source: Bounce time
de: Zeit zurückgekommen
fr: Date de rebont

# tx_newsletter_domain_model_email.unsubscribed
source: Unsubscribed
de: Abgemeldet
fr: Désinscrit

# tx_newsletter_domain_model_link
source: Link
fr: Lien

# tx_newsletter_domain_model_link.opened_count
source: Opened count
de: Anzahl geöffnet
fr: Nombre de fois ouvert

# tx_newsletter_domain_model_recipientlist.type
source: Type
de: Typ

# tx_newsletter_domain_model_recipientlist.be_users
source: Be Users
de: Be Benutzer

# tx_newsletter_domain_model_recipientlist.fe_groups
source: Fe Groups
de: Fe Gruppen

# tx_newsletter_domain_model_recipientlist.fe_pages
source: Fe Pages
de: Fe Seiten

# tx_newsletter_domain_model_recipientlist.type_be_users
source: BE-users
de: BE-Benutzer
