Repository: Ecodev/newsletter
Catalog: Resources/Private/Language/*.locallang_csh_tx_newsletter_domain_model_newsletter.xlf
Languages: de, fr

# planned_time.description
source: When the newsletter will start sending emails
de: Ab wann der Newsletter zu senden beginnt
fr: Quand la newsletter va commencer d'envoyer des emails

# begin_time.description
source: beginTime
de: startZeit
fr: Quand la newsletter a vraiment commencé d'envoyer des emails

# end_time.description
source: endTime
de: endZeit
fr: La date de fin de génération des emails (avant l'envoi proprement dit)

# repetition.description
source: 0-7 values to indicates when this newsletter will repeat
de: 0-7 Werte um zu definieren wann dieser Newsletter wiederholt wird
fr: Répétition automatique de la newsletter

# plain_converter.description
source: Tool used to convert to plain text
de: Tool um in Plain-Text zu konvertieren
fr: Outil utilisé pour convertir le contenu de l'email en texte non-formaté

# is_test.description
source: Whether this newsletter is for test purpose. If it is it will be ignored in statistics
de: Ob dieser Newsletter f√ºr Tests gedacht ist. Falls ja, wird er in den Statistiken ignoriert.
fr: Si cette newsletter est un test

# attachments.description
source: List of files to be attached (comma separated list
de: Dateien die als Anhang mitgesendet werden sollen (komma-separierte Liste)
fr: Liste des fichiers à attacher à l'email (liste séparé par une virgule)

# sender_name.description
source: The name of the newsletter sender
de: Name des Newsletter Absenders
fr: Le nom de l'expéditeur de la newsletter

# sender_email.description
source: The email of the newsletter sender
de: E-Mail des Newsletter Absenders
fr: L'adresse email de l'expéditeur de la newsletter

# replyto_name.description
source: The name of the newsletter Reply-to:
de: Name des Newsletter `Reply-to:`
fr: Le nom de `Reply-to:` de la newsletter

# replyto_email.description
source: The email of the newsletter Reply-to:
de: E-Mail des Newsletter `Reply-to:`
fr: L'adresse email de `Reply-to:` de la newsletter

# inject_open_spy.description
source: injectOpenSpy
fr: Essaie de détecter l'ouverture de l'email en injectant une image "espion" dans le corps de l'email

# inject_links_spy.description
source: injectLinksSpy
fr: Détecte les liens qui sont cliqués

# bounce_account.description
source: bounceAccount
fr: Compte pour la gestion des rebond d'email

# recipient_list.description
source: recipientList
fr: Liste de destinataires auquels la newsletter sera envoyée
