Repository: Ecodev/newsletter
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de, fr

source: Newsletter validity
de: Newsletter Validierung
fr: Validité de la Newsletter

# validation_content_url
source: URL used to fetch content is %1$s
de: URL um den Inhalt zu laden ist %1$s
fr: L'URL utilisé pour le contenu est %1$s

# validation_mail_too_short
source: Content too short. The content must be at least 200 chars long to be considered valid.
de: Inhalt ist zu kurz. Der Inhalt muss mindestens 200 Zeichen beinhalten.
fr: Contenu trop court. Le contenu doit être d'au moins 200 caractères pour être considéré valide.

# validation_mail_contains_php_warnings
source: Content contains PHP Warnings. This must not reach the receivers.
de: Der Inhalt enthält PHP Warnungen.
fr: Le contenu contient des warnings PHP. Cela ne doit pas être envoyé aux destinataires.

# validation_mail_contains_php_errors
source: Content contains PHP Fatal errors. This must not reach the receivers.
de: Der Inhalt enthält PHP Fehler.
fr: Le contenu contient des erreurs PHP. Cela ne doit pas être envoyé aux destinataires.

# validation_mail_being_generated
source: Content contains "wait" signatures. This must not reach the receivers.
de: Der Inhalt "wait" Signaturen. Diese dürfen nicht an den Empfänger gesendet werden.
fr: Le contenu contient des message de génération en cours. Cela ne doit pas être envoyé aux destinataires.

# validation_mail_contains_javascript
source: Your mail seems to contain JavaScript-code. This is generally considered bad style and will probably generate warnings either in your users MUAs or spamfilters. I have taken the liberty to try and remove the JavaScript-code from you mail.
de: Ihr E-Mail scheint JavaScript-Code zu enthalten. Dies wird generell als schlecht angesehen und kann womöglich zu Fehlern/SPAM bei den Empfängern führen.
fr: Le contenu semble contenir du code JavaScript. C'est considéré comme mauvaise manière et générera probablement des alertes dans le MUA du destinataire ou dans le filtre anti-spam.

# validation_mail_converted_relative_url
source: Relative URL for %1$s converted to absolute URL
de: Relative URL für %1$s wurde in eine absolute URL umgewandelt.
fr: Les URL relatives pour %1$s ont été convertie en URL absolues

# validation_mail_contains_linked_styles
source: Your mail seem to link to an external style-sheet. Your style sheet will be included in the mail, since most MUAs does not cope well on external style-sheets.
de: Ihr E-Mail scheint externe Stylesheets einzubinden. Das Stylesheed wird in die E-Mail eingebunden da die meisten E-Mail Clients externe Stylesheets nicht unterstützen.
fr: Le contenu semble faire appel à une feuille de style (CSS) externe ce qui est mal supporté par la plupart des MUA. Les feuilles de styles externes ont été inclues directement dans l'email.

# validation_mail_contains_css_images
source: You have used images linked to by CSS in your mail. This will break your layout with most MUAs
de: Sie verwenden Bilder im CSS. Die meisten E-Mail Clients unterstützen dies nicht!
fr: Le contenu utilise des image via CSS. Cela casse la mise en page dans la plupart des MUA.

# validation_mail_contains_css_classes
source: The styling in you mail is made by using CSS classes. This works fine on "real" MUAs like Outlook or Thunderbird, but it will break in many popular webmails like Hotmail. Make sure all your important styles are defined inline.
de: Sie verwenden CSS Klassen. Dies funktioniert in den meisten "echten" E-Mail Clients wie Outlook oder Thunderbird, führt aber zu Fehlern in einigen webbasierten Clients wie Hotmail. Verwenden Sie deshalb ausschliesslich Inline-Styles.
fr: Des classes CSS sont utilisées. Cela fonctionne bien dans les "vrais" MUA (Outlook, Thunderbird), mais pas dans les webmail (Gmail, Hotmail).

# validation_mail_contains_css_some_property
source: Layout is done by the "%1$s" CSS property. This breaks your layout in numerous MUAs. Use old-style HTML layout instead.
de: Das Layout wurde mit der "%1$s" CSS Eigenschaft erstellt. Dies führt in einigen E-Mail Clients zu Fehlern. Verwenden Sie stattdessen das old-style HTML Layout.
fr: La proprieté CSS "%1$s" est utilisée. Cela casse la mise en page dans la plupart des MUA. L'utilisation de mise en page en HTML "à l'ancienne" est recommandée.

# validation_mail_injected_alt_attribute
source: %1$s images had missing `alt` attributes. Empty values were injected.
de: %1$s Bilder fehlten `alt` Attribute. Leere Werte wurden injiziert.
fr: %1$s images n'avaient pas d'attribut `alt`. Des valeurs vides ont été injectées.

source: none
de: keine
fr: aucun

# preview_plain
source: Plain
fr: Texte

source: Missing fields
de: Fehlende Felder
fr: Champs manquant

source: Preview
de: Vorschau
fr: Prévisualisation

source: View
de: Ansehen
fr: Voir

# statistics_tab
source: Statistics
de: Statistiken
fr: Statistiques

# overview_tab
source: Overview
de: Übersicht
fr: Aperçu

# links_tab
source: Links
fr: Liens

source: recipients
de: Empfänger
fr: destinataires

# not_sent
source: Not yet sent
de: Zu senden
fr: Pas encore envoyé

source: Sent
de: Gesendet
fr: Envoyé

source: Opened
de: Geöffnet
fr: Ouvert

source: Bounced
de: Rückläufer
fr: Rebondit

# link_opened
source: Clicked links
de: Angeklickte Links
fr: Liens ouvert

# links_opened
source: clicked links
de: Angeklickte Links
fr: liens cliqué

source: emails opened
de: E-Mails geöffnet
fr: emails ouvert

source: emails bounced
de: E-Mails Rückläufer
fr: emails rebondit

# started
source: Started sending on
de: Senden gestartet am
fr: Commencé d'envoyer le

source: Planned to be sent on
de: Geplante Sendung am
fr: Plannifié pour envoyer le

# percentage_of_opened
source: % of opened
de: % geöffnet
fr: % ouvert

# number_of_opened
source: # of opened
de: # geöffnet
fr: # ouvert

# no_statistics
source: No statistics available for this page.
de: Keine Statistiken für diese Seite verfügbar.
fr: Aucune statistiques disponible.

source: Status
fr: Etat

source: Recent activity
de: Letzte Aktivitäten
fr: Activité récente

source: Errors
de: Fehlermeldungen
fr: Erreurs

source: Warnings
de: Warnungen
fr: Alertes

# newsletter_status_not_planned
source: This newsletter is not planned
de: Dieser Newsletter ist nicht geplant
fr: Cette newsletter n'est pas plannifiée

# newsletter_status_planned
source: This newsletter is planned to be sent on %1$s
de: Dieser Newsletter ist geplant für %1$s
fr: Cette newsletter est plannifiée pour être envoyé le %1$s

# newsletter_status_generating_emails
source: Emails for this newsletter are being generated
de: Die E-Mails für diesen Newsletter werden generiert.
fr: Les emails de cette newsletter sont entrain d'être généré

# newsletter_status_sending
source: Emails for this newsletter are being sent: %1$d/%2$d
de: Die E-Mails für diesen Newsletter werden versendet: %1$d/%2$d
fr: Les emails de cette newsletter sont en cours d'envoi: %1$d/%2$d

# newsletter_status_was_sent
source: This newsletter was sent on %1$s
de: Dieser Newsletter wurde versendet am %1$s
fr: Cette newsletter a été envoyée le %1$s

source: Settings
de: Einstellungen
fr: Paramètres

source: Advanced settings
de: Erweiterte Einstellungen
fr: Paramètres avancé

source: Sender
fr: Expéditeur

source: Sending
de: Newsletter senden
fr: Envoi

source: Testing
de: Newsletter testen
fr: Test

# testing_explanation
source: <p>Test newsletter are sent immediately. Because the queue system is bypassed, it cannot send many emails at once.</p>
de: <p>Test Newsletter werden unverzüglich versendet.</p>
fr: <p>Les newsletter de test sont envoyée immédiatement. Parce que le système de queue est court-circuité, il n'est pas possible d'envoyer beaucoup d'email d'un coup</p>

# send_test_now
source: Send test emails now
de: Test E-Mails nun senden
fr: Envoyer un test maintenant

source: Planning
de: Senden
fr: Plannification

# date_start_sending
source: Date to start sending
de: Datum der geplanten Sendung
fr: Date pour commencer l'envoi

source: Add to queue
de: Senden (in Warteschlange)
fr: Ajouter à la file d'attente

# flashmessage_test_maximum_recipients
source: Test newsletter cannot be sent to %1$d recipients. Maximum allowed is %2$d
de: Test Newsletter kann nicht an %1$d gesendet werden. Maximal erlaubt sind %2$d
fr: Une newsletter de test ne peut pas être envoyé à %1$d destinataires. Le maximum permit est de %2$d.

# flashmessage_test_maximum_recipients_title
source: Error while sending test newsletter
de: Fehler beim Versenden des Test Newsletters
fr: Erreur d'envoi de la newsletter de test

# flashmessage_test_newsletter_sent
source: Test newsletter has been sent.
de: Der Test Newsletter wurde versendet.
fr: La newsletter de test a été envoyée.

# flashmessage_test_newsletter_sent_title
source: Test newsletter sent
de: Test Newsletter gesendet
fr: Newsletter de test envoyée

# flashmessage_test_newsletter_error
source: Error while sending test newsletter
de: Fehler beim versendet des Testnewsletters
fr: Erreur d'envoi de la newsletter de test

# flashmessage_newsletter_queued
source: Newsletter has been queued and will be sent soon.
de: Der Newsletter wurde der Warteschlange hinzugefügt und wird bald versendet.
fr: La newsletter a été ajoutée à la file d'attente.

# flashmessage_newsletter_queued_title
source: Newsletter queued
de: Newsletter hinzugefügt
fr: Newsletter en attente d'envoi

# flashmessage_newsletter_invalid
source: Error while validating newsletter
de: Fehler beim Validieren des Newsletters
fr: Erreur de validation de la newsletter

# unsubscribe_notification_subject
source: Newsletter unsubscription
de: Newsletter Abmeldung
fr: Désincription de Newsletter

# unsubscribe_notification_body
source: <p>Hello,</p><p>The newsletter recipient <a href="%2$s">%1$s</a> unsubscribed from list "<a href="%4$s">%3$s</a>" when he received "<a href="%6$s">%5$s</a>".</p><p>Depending on your configuration, no further action is required. In case of doubts, contact your webmaster.</p>
de: <p>Guten Tag,</p><p>Der Newsletter Empfänger <a href="%2$s">%1$s</a> hat sich vom Newsletter "<a href="%4$s">%3$s</a>" abgemeldet, nachdem er "<a href="%6$s">%5$s</a>" erhalten hat.</p><p>Je nach Einstellung müssen Sie nichts weiter unternehmen. Im Zweifelsfall kontaktieren Sie Ihren Webmaster.</p>
fr: <p>Bonjour,</p><p>Le destinataire <a href="%2$s">%1$s</a> s'est désinscrit de la liste "<a href="%4$s">%3$s</a>" quand il a reçut "<a href="%6$s">%5$s</a>".</p><p>Selon votre configuration, aucune autre action n'est nécessaire. En cas de doutes, contactez votre webmaster.</p>

# message_title_no_pid_selected
source: No page has been selected
de: Keine Seite ausgewählt
fr: Aucune page séléctionnée

# message_no_pid_selected
source: Select a page to schedule a newsletter or display statistics about past newsletter.
de: Wählen Sie eine Seite um den Newsletter zu versenden oder Statistiken anzusehen.
fr: Sélectionnez une page pour plannifier une newsletter ou consulter les statistiques.

# message_title_page_selected
source: Nothing to display on a folder
de: Bitte wählen Sie einen Newsletter aus.
fr: Aucune information pour un dossier

# message_page_selected
source: Select a regular page.
de: Wählen Sie eine normale Seite aus.
fr: Sélectionnez une page.

# task_send_emails_title
source: Send Newsletter
de: Newsletter senden.
fr: Envoyer Newsletter

# task_send_emails_description
source: Send one round of emails for planned Newsletter. The number of email sent by round can be configured via Extension Manager.
de: Ein block geplanter Newsletter E-Mails werden versendet. Die Anzahl E-Mails je Block können im Extension Manager eingestellt werden.
fr: Envoie un lot d'emails pour les Newsletter plannifiée. Le nombre d'emails envoyé par lot est configurable via Extension Manager.

# task_send_emails_additional_information
source: It is configured to send %1$s emails per execution. There is currently an approximative total of %2$s emails that needs to be sent for %3$s planned newsletters and %4$s newsletters being sent
de: Eingerichtet sind %1$s E-Mails je Versand-Zyklus. Momentan sind ca. %2$s E-Mails die für %3$s geplante Newsletter und %4$s gesendet werden Newsletter zu versenden.
fr: C'est configuré pour envoyer %1$s emails par éxecution. Il y a actuellement un total approximatif de %2$s emails qui doivent être envoyés pour %3$s newsletters plannifiées et %4$s newsletters en cours d'envoi.

# task_fetch_bounces_title
source: Fetch bounced emails
de: Bounce E-Mails holen
fr: Chercher les emails qui ont rebondits

# task_fetch_bounces_description
source: Fetch bounced emails from bounce account and update statistics accordingly.
de: Bounce E-Mails abrufen und in der Statistik nachführen.
fr: Va chercher les emails qui ont rebondits dans les comptes de rebond et met à jour les statistiques.

# view_newsletter_not_found
source: The newsletter could not be found :-(
de: Der Newsletter konnte nicht gefunden werden.
fr: La newsletter n'a pas pu être trouvée :-(

# view_could_not_unsubscribe
source: Could not unsubscribe.
de: Newsletter-Abmeldung konnte nicht durchgeführt werden.
fr: La désinscription a échoué.

# validation_mail_contains_oops
source: Content contains error message from TYPO3.
de: Der Inhalt enthält Fehlermeldung von TYPO3.

# validation_mail_contains_xdebug
source: Content contains Xdebug notices or errors.
de: Der Inhalt enthält Xdebug Warnungen oder Fehler.

# task_fetch_bounce_additional_information
source: From %1$s bounce baccounts
de: Von %1$s bounce baccounts
