Repository: Ecodev/newsletter
Catalog: Resources/Private/Language/*.locallang_update.xlf
Languages: fr

# ext-update.manual_updates
source: Manual Updates
fr: Actualisé Manuel

# ext-update.select_manual_tasks
source: Select the update tasks you wish to manually apply.
fr: Sélectionnez les tâches de mise à jour que vous souhaitez appliquer manuellement.

# ext-update.new_install_advice
source: If this is a new install of the extension, manually updating may not be necessary.
fr: Si cela est une nouvelle installation de l'extension, mise à jour manuelle peut ne pas être nécessaire.

# ext-update.current_version
source: Current Extension Version: %s
fr: Extension version actuelle : %s

# ext-update.update_tasks
source: Update Tasks
fr: Actualiser Tâches

# ext-update.task
source: Task
fr: Tâche

# ext-update.since
source: Since
fr: Depuis

# ext-update.update_type
source: Update-Type
fr: Actualisez-Type

# ext-update.last_updated
source: Last-Updated
fr: Dernier-Actualisé

# ext-update.ago
source: %s ago
fr: Il ya %s

# ext-update.never
source: never
fr: jamais

# ext-update.update_selected
source: Update Selected
fr: Actualisé sélectionné

# ext-update.update_results
source: Update Results
fr: Résultats actuels

# ext-update.records_modified
source: Records-Modified
fr: Dossiers modifiés

# ext-update.files_modified
source: Files-Modified
fr: Fichiers modifiés

# ext-update.problems
source: Problems
fr: Problèmes

# ext-update.none
source: none
fr: nul

# ext-update.no_tasks_selected
source: No update tasks selected.
fr: Aucune tâche de Actualisé sélectionnés.

# ext-update.all_updates_completed_successfully
source: All selected update tasks completed successfully.
fr: Toutes les tâches actualisées sélectionnés complété avec succès.

# ext-update.update_success
source: Update Success
fr: Succès

# ext-update.some_update_problems_but_data_integrity_kept
source: There was some problems with some of the selected update tasks, however your record and file integrity is the same as before you updated.
fr: Il y avait quelques problèmes avec certaines des tâches d'actualiser sélectionnés, mais votre dossier de base de données et l'intégrité des fichiers est le même que avant actualisé.

# ext-update.please_review_update_results_below
source: Please review the Update Results below for further information.
fr: S'il vous plaît examiner les résultats ci-dessous actualisé pour plus d'informations.

# ext-update.update_warning
source: Update Warning
fr: Avertissement

# ext-update.some_critical_update_problems
source: There was some critical problems with some of the selected update tasks, some files or records may have been irreversibly modified. We hope you have a backup.
fr: Il y avait quelques problèmes critiques avec quelques-unes des tâches de Actualize sélectionnés, certains fichiers ou dossiers peuvent avoir été modifiées de façon irréversible. Nous espérons que vous avez une sauvegarde.

# ext-update.update_error
source: Update Error
fr: Erreur
